Repository: CyberCervela/DopamineLedger
Catalog: DopamineLedger/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

# activity.archive.confirm
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
ja: 削除する
ko: 삭제
zh_hans: 删除

# activity.archive.message
source: This activity will be removed from your list. All sessions and credits remain in your History and Stats.
de: Die Aktivität verschwindet aus deiner Liste. Alle Sitzungen und Credits bleiben in der Chronik und in den Statistiken erhalten.
es: La actividad desaparecerá de tu lista. Todas las sesiones y créditos permanecen en el historial y estadísticas.
fr: L'activité disparaîtra de votre liste. Toutes les sessions et crédits restent dans votre historique et vos statistiques.
ja: この活動はリストから削除されます。すべてのセッションとクレジットは履歴と統計に残ります。
ko: 이 활동이 목록에서 삭제됩니다. 모든 세션과 크레딧은 기록 및 통계에 남습니다.
zh_hans: 该活动将从您的列表中删除。所有会话和积分将保留在历史记录和统计数据中。

# activity.archive.title
source: Remove "%@"?
de: "%@" entfernen?
es: ¿Eliminar "%@"?
fr: Supprimer « %@ » ?
ja: 「%@」を削除しますか？
ko: "%@"을 삭제할까요?
zh_hans: 删除"%@"？

# activity.add.create.own
source: Create Your Own
de: Eigene erstellen
es: Crear la tuya
fr: Créer votre propre
ja: 自分で作成
ko: 직접 만들기
zh_hans: 自定义创建

# activity.add.create.own.hint
source: Set a custom name, icon, and rate from scratch.
de: Legen Sie Name, Symbol und Rate selbst fest.
es: Establece nombre, icono y tasa personalizados.
fr: Définissez un nom, une icône et un taux personnalisés.
ja: 名前、アイコン、レートを自由に設定します。
ko: 이름, 아이콘, 속도를 직접 설정합니다.
zh_hans: 自定义设置名称、图标和速率。

# activity.add.dialog.title
source: Add Activity
de: Aktivität hinzufügen
es: Añadir actividad
fr: Ajouter une activité
ja: 活動を追加
ko: 활동 추가
zh_hans: 添加活动

# activity.add.from.template
source: Choose from Template
de: Vorlage auswählen
es: Elegir plantilla
fr: Choisir un modèle
ja: テンプレートから選ぶ
ko: 템플릿에서 선택
zh_hans: 从模板选择

# activity.add.from.template.hint
source: Start from a curated preset — great for getting started.
de: Starten Sie mit einer Vorlage — perfekt für den Einstieg.
es: Empieza con una plantilla — genial para comenzar.
fr: Commencez avec un modèle — idéal pour débuter.
ja: 厳選されたプリセットから始める — 初めての方に最適。
ko: 엄선된 프리셋으로 시작 — 처음 시작하는 분께 좋습니다.
zh_hans: 从精选模板开始 — 非常适合新用户。

# activity.edit
source: Edit Activity
de: Aktivität bearbeiten
es: Editar actividad
fr: Modifier l'activité
ja: 活動を編集
ko: 활동 편집
zh_hans: 编辑活动

# activity.field.category
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
ja: カテゴリ
ko: 카테고리
zh_hans: 类别

# activity.field.icon
source: Icon
de: Symbol
es: Ícono
fr: Icône
ja: アイコン
ko: 아이콘
zh_hans: 图标

# activity.field.type
source: Type
de: Typ
es: Tipo
ja: タイプ
ko: 유형
zh_hans: 类型

# activity.field.linked_app
source: Linked App
de: Verknüpfte App
es: App vinculada
fr: Application liée
ja: リンクアプリ
ko: 연결된 앱
zh_hans: 关联应用

# activity.linked_app.hint
source: A button to open this app will appear while your session is running.
de: Während deiner Sitzung erscheint ein Button, um diese App zu öffnen.
es: Aparecerá un botón para abrir esta app mientras tu sesión está activa.
fr: Un bouton pour ouvrir cette app apparaîtra pendant votre session.
ja: セッション中にこのアプリを開くボタンが表示されます。
ko: 세션이 진행되는 동안 이 앱을 열 수 있는 버튼이 표시됩니다.
zh_hans: 会话进行时将出现一个打开此应用的按钮。

# activity.linked_app.name_placeholder
source: e.g. News Site
de: z.B. Nachrichtensite
es: p. ej. Sitio de noticias
fr: ex. Site d'actualités
ja: 例：ニュースサイト
ko: 예: 뉴스 사이트
zh_hans: 例如：新闻网站

# activity.linked_app.none
source: None
de: Keine
es: Ninguna
fr: Aucune
ja: なし
ko: 없음
zh_hans: 无

# activity.guidance.charger.enjoyment
source: HIGH ENJOYMENT
de: HOHER SPASS
es: ALTO DISFRUTE
fr: TRÈS APPRÉCIÉ
ja: 高い楽しみ
ko: 높은 즐거움
zh_hans: 高度享受

# activity.guidance.charger.enjoyment.hint
source: You'd do this anyway? You need less incentive for things you love.
de: Würden Sie das sowieso tun? Bei Dingen, die Sie lieben, brauchen Sie weniger Anreize.
es: ¿Lo harías de todas formas? Necesitas menos incentivos para lo que amas.
fr: Vous le feriez de toute façon ? Moins d'incitation pour ce que vous aimez.
ja: どのみちやること？好きなことへの動機付けは必要ありません。
ko: 어차피 할 일인가요? 좋아하는 일에는 동기부여가 덜 필요합니다.
zh_hans: 你本来就会做？你对热爱的事情需要更少的激励。

# activity.guidance.charger.impact
source: HIGH IMPACT
de: HOHER EINFLUSS
es: ALTO IMPACTO
fr: IMPACT ÉLEVÉ
ja: 高いインパクト
ko: 높은 영향력
zh_hans: 高影响力

# activity.guidance.charger.impact.hint
source: Changes your trajectory? High-leverage activities earn more.
de: Ändert das Ihre Richtung? Effektive Aktivitäten bringen mehr Punkte.
es: ¿Cambia tu rumbo? Las actividades de alto impacto ganan más.
fr: Change votre trajectoire ? Les activités à fort levier rapportent plus.
ja: あなたの人生を変える活動ですか？影響力の高い活動はより多くのクレジットを獲得します。
ko: 삶의 방향을 바꾸나요? 영향력 높은 활동은 더 많은 크레딧을 얻습니다.
zh_hans: 能改变你的人生轨迹？高影响力活动获得更多积分。

# activity.guidance.label
source: GUIDANCE
de: ANLEITUNG
es: ORIENTACIÓN
fr: ORIENTATION
ja: ガイダンス
ko: 가이드
zh_hans: 引导

# activity.guidance.spender.toxicity.hint
source: How much friction to build in? Higher toxicity costs more credits.
de: Wie viel Widerstand wollen Sie aufbauen? Höhere Toxizität kostet mehr Punkte.
es: ¿Cuánta fricción quieres crear? Mayor toxicidad cuesta más créditos.
fr: Combien de friction souhaitez-vous ? Une toxicité élevée coûte plus de crédits.
ja: どれくらい抑制力を持たせますか？毒性が高いほどクレジットを多く消費します。
ko: 얼마나 마찰을 만들까요? 독성이 높을수록 더 많은 크레딧을 소모합니다.
zh_hans: 设置多少阻力？毒性越高，消耗积分越多。

# activity.guidance.toxicity.high
source: High
de: Hoch
es: Alto
fr: Élevé
ja: 高
ko: 높음
zh_hans: 高

# activity.guidance.toxicity.low
source: Low
de: Niedrig
es: Bajo
fr: Faible
ja: 低
ko: 낮음
zh_hans: 低

# activity.guidance.toxicity.medium
source: Medium
de: Mittel
es: Medio
fr: Moyen
ja: 中
ko: 중간
zh_hans: 中

# activity.hint.earns
source: This activity earns %@ credits per minute.
de: Diese Aktivität verdient %@ Credits pro Minute.
es: Esta actividad gana %@ créditos por minuto.
fr: Cette activité gagne %@ crédits par minute.
ja: この活動は毎分 %@ クレジットを獲得します。
ko: 이 활동은 분당 %@ 크레딧을 획득합니다.
zh_hans: 此活动每分钟赚取 %@ 积分。

# activity.hint.spends
source: This activity spends %@ credits per minute.
de: Diese Aktivität gibt %@ Credits pro Minute aus.
es: Esta actividad gasta %@ créditos por minuto.
fr: Cette activité dépense %@ crédits par minute.
ja: この活動は毎分 %@ クレジットを消費します。
ko: 이 활동은 분당 %@ 크레딧을 소모합니다.
zh_hans: 此活动每分钟消耗 %@ 积分。

# activity.kind.charger.subtitle
source: earns credits
de: verdient Credits
es: gana créditos
fr: gagne des crédits
ja: クレジットを獲得
ko: 크레딧 획득
zh_hans: 赚取积分

# activity.kind.charger.title
source: Charger
de: Lader
es: Cargador
fr: Chargeur
ja: チャージ
ko: 충전 활동
zh_hans: 充值活动

# activity.kind.spender.subtitle
source: spends credits
de: gibt Credits aus
es: gasta créditos
fr: dépense des crédits
ja: クレジットを消費
ko: 크레딧 소모
zh_hans: 消耗积分

# activity.kind.spender.title
source: Spender
de: Ausgeber
es: Gastador
fr: Dépenseur
ja: 消費
ko: 소비 활동
zh_hans: 消耗活动

# activity.name.placeholder
source: e.g. Reading
de: z. B. Lesen
es: ej. Lectura
fr: ex. : Lecture
ja: 例：読書
ko: 예: 독서
zh_hans: 例如：阅读

# activity.new
source: New Activity
de: Neue Aktivität
es: Nueva actividad
fr: Nouvelle activité
ja: 新しい活動
ko: 새 활동
zh_hans: 新建活动

# activitymenu.balance_label
source: BALANCE
de: GUTHABEN
es: SALDO
fr: SOLDE
ja: 残高
ko: 잔액
zh_hans: 余额

# activitymenu.cleared
source: All debt cleared.
de: Alle Schulden beglichen.
es: Todas las deudas saldadas.
fr: Toutes les dettes ont été soldées.
ja: すべての負債を返済しました。
ko: 모든 부채가 상환되었습니다.
zh_hans: 所有债务已清偿。

# activitymenu.credits_owed_label
source: CREDITS OWED
de: GESCHULDETE CREDITS
es: CRÉDITOS ADEUDADOS
fr: CRÉDITS DÛS
ja: 未払いクレジット
ko: 미납 크레딧
zh_hans: 欠款积分

# activitymenu.repay.can
source: Repay (uses balance)
de: Tilgen (nutzt Guthaben)
es: Pagar (usa el saldo)
fr: Rembourser (utilise le solde)
ja: 返済（残高を使用）
ko: 상환 (잔액 사용)
zh_hans: 还款（消耗余额）

# activitymenu.repay.cannot
source: Repay — need balance
de: Tilgen — Guthaben benötigt
es: Pagar — necesitas saldo
fr: Rembourser — solde insuffisant
ja: 返済 — 残高が必要
ko: 상환 — 잔액 필요
zh_hans: 还款 — 余额不足

# activitymenu.start_anyway
source: Start session anyway
de: Trotzdem starten
es: Iniciar de todas formas
fr: Commencer quand même
ja: それでも開始
ko: 그래도 시작
zh_hans: 仍然开始

# activitymenu.start_session
source: Start session
de: Sitzung starten
es: Iniciar sesión
fr: Démarrer la session
ja: セッション開始
ko: 세션 시작
zh_hans: 开始会话

# activitymenu.title
source: Activity
de: Aktivität
es: Actividad
fr: Activité
ja: 活動
ko: 활동
zh_hans: 活动

# activitymenu.zero_warning
source: Starting this spender now will accrue debt at 2× rate.
de: Wenn du diesen Ausgeber jetzt startest, häufen sich Schulden mit 2× Rate an.
es: Iniciar este gastador ahora acumulará deudas a una tasa 2×.
fr: Démarrer ce dépenseur maintenant accumulera des dettes au taux 2×.
ja: 今この消費活動を開始すると、2倍の速度で負債が積み上がります。
ko: 지금 이 소비 활동을 시작하면 2배 속도로 부채가 쌓입니다.
zh_hans: 现在启动此消耗活动将以 2 倍速率累积债务。

# alert.feedback.copy
source: Copy address
de: Adresse kopieren
es: Copiar dirección
fr: Copier l'adresse
ja: アドレスをコピー
ko: 주소 복사
zh_hans: 复制地址

# alert.feedback.title
source: Send feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer un avis
ja: フィードバックを送る
ko: 피드백 보내기
zh_hans: 发送反馈

# alert.import.confirm
source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
ja: 置き換える
ko: 교체
zh_hans: 替换

# alert.import.error
source: Import Failed
de: Import fehlgeschlagen
es: Error de importación
fr: Échec de l'import
ja: インポート失敗
ko: 가져오기 실패
zh_hans: 导入失败

# alert.import.error.message
source: The file could not be read. Make sure it's a valid Dopamine Ledger backup.
de: Die Datei konnte nicht gelesen werden. Stellen Sie sicher, dass es eine gültige Dopamine Ledger-Sicherung ist.
es: No se pudo leer el archivo. Asegúrese de que sea una copia de seguridad válida de Dopamine Ledger.
fr: Impossible de lire le fichier. Vérifiez qu'il s'agit d'une sauvegarde Dopamine Ledger valide.
ja: ファイルを読み込めませんでした。有効なDopamine Ledgerバックアップであることを確認してください。
ko: 파일을 읽을 수 없습니다. 유효한 Dopamine Ledger 백업인지 확인하세요.
zh_hans: 无法读取文件。请确保这是有效的Dopamine Ledger备份文件。

# alert.import.message
source: This will delete all current data and replace it with the backup. This cannot be undone.
de: Alle aktuellen Daten werden gelöscht und durch die Sicherung ersetzt. Dies kann nicht rückgängig gemacht werden.
es: Esto eliminará todos los datos actuales y los reemplazará con la copia de seguridad. No se puede deshacer.
fr: Toutes les données actuelles seront supprimées et remplacées par la sauvegarde. Cette action est irréversible.
ja: 現在のすべてのデータが削除され、バックアップに置き換えられます。この操作は取り消せません。
ko: 현재 데이터가 모두 삭제되고 백업으로 교체됩니다. 이 작업은 취소할 수 없습니다.
zh_hans: 这将删除所有当前数据并替换为备份内容。此操作无法撤销。

# alert.import.title
source: Replace All Data?
de: Alle Daten ersetzen?
es: ¿Reemplazar todos los datos?
fr: Remplacer toutes les données ?
ja: すべてのデータを置き換えますか？
ko: 모든 데이터를 교체하시겠습니까?
zh_hans: 替换所有数据？

# alert.wipe.confirm
source: Wipe everything
de: Alles löschen
es: Borrar todo
fr: Tout effacer
ja: すべて削除
ko: 모두 삭제
zh_hans: 全部清除

# alert.wipe.message
source: This deletes every activity, session, debt, and quest, and resets your balance to 0. This cannot be undone.
de: Damit werden alle Aktivitäten, Sitzungen, Schulden und Quests gelöscht und das Guthaben auf 0 zurückgesetzt. Dies kann nicht rückgängig gemacht werden.
es: Esto elimina todas las actividades, sesiones, deudas y misiones, y restablece el saldo a 0. No se puede deshacer.
fr: Cela supprime toutes les activités, sessions, dettes et quêtes, et remet le solde à 0. Cette action est irréversible.
ja: すべての活動、セッション、負債、クエストが削除され、残高が0にリセットされます。この操作は元に戻せません。
ko: 모든 활동, 세션, 부채, 퀘스트가 삭제되고 잔액이 0으로 초기화됩니다. 이 작업은 취소할 수 없습니다.
zh_hans: 这将删除所有活动、会话、债务和任务，并将余额重置为 0。此操作无法撤销。

# alert.wipe.title
source: Wipe all data?
de: Alle Daten löschen?
es: ¿Borrar todos los datos?
fr: Effacer toutes les données ?
ja: すべてのデータを削除しますか？
ko: 모든 데이터를 삭제할까요?
zh_hans: 清除所有数据？

# balance.in_debt
source: %@ credits in debt
de: %@ Credits Schulden
es: %@ créditos de deuda
fr: %@ crédits de dette
ja: %@ クレジット負債
ko: %@ 크레딧 부채
zh_hans: %@ 积分负债

# balance.label
source: BALANCE
de: GUTHABEN
es: SALDO
fr: SOLDE
ja: 残高
ko: 잔액
zh_hans: 余额

# category.other
source: Other
de: Sonstiges
es: Otro
fr: Autre
ja: その他
ko: 기타
zh_hans: 其他

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消

# common.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
zh_hans: 删除

# common.done
source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ko: 완료
zh_hans: 完成

# common.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
zh_hans: 编辑

# common.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
zh_hans: 保存

# debt.available_balance
source: AVAILABLE BALANCE
de: VERFÜGBARES GUTHABEN
es: SALDO DISPONIBLE
fr: SOLDE DISPONIBLE
ja: 利用可能残高
ko: 사용 가능 잔액
zh_hans: 可用余额

# debt.credits_owed
source: %@ credits owed
de: %@ Credits geschuldet
es: %@ créditos adeudados
fr: %@ crédits dus
ja: %@ クレジット未払い
ko: %@ 크레딧 미납
zh_hans: 欠 %@ 积分

# debt.empty
source: No outstanding debt.
de: Keine ausstehenden Schulden.
es: Sin deudas pendientes.
fr: Aucune dette en cours.
ja: 未払いの負債はありません。
ko: 미납 부채가 없습니다.
zh_hans: 没有未偿债务。

# debt.repay_button
source: Repay
de: Tilgen
es: Pagar
fr: Rembourser
ja: 返済
ko: 상환
zh_hans: 还款

# debt.title
source: Debt
de: Schulden
es: Deudas
fr: Dettes
ja: 負債
ko: 부채
zh_hans: 债务

# filter.all
source: All
de: Alle
es: Todo
fr: Tout
ja: すべて
ko: 전체
zh_hans: 全部

# filter.chargers
source: Chargers
de: Lader
es: Cargadores
fr: Chargeurs
ja: チャージ
ko: 충전
zh_hans: 充值

# filter.spenders
source: Spenders
de: Ausgeber
es: Gastadores
fr: Dépenseurs
ja: 消費
ko: 소비
zh_hans: 消耗

# home.empty.all
source: Your ledger is empty.
de: Dein Ledger ist leer.
es: Tu registro está vacío.
fr: Votre grand livre est vide.
ja: まだ何も記録されていません。
ko: 아직 기록이 없습니다.
zh_hans: 您的账本还是空的。

# home.empty.all.browse
source: Browse Templates
de: Vorlagen durchsuchen
es: Explorar plantillas
fr: Parcourir les modèles
ja: テンプレートを見る
ko: 템플릿 둘러보기
zh_hans: 浏览模板

# home.empty.all.create
source: Start from scratch
de: Selbst erstellen
es: Crear desde cero
fr: Créer soi-même
ja: 自分で作成する
ko: 직접 만들기
zh_hans: 自己创建

# home.empty.chargers
source: No chargers yet. Chargers are things worth doing — deep work, exercise, learning.
de: Noch keine Lader. Lader sind Dinge, die sich lohnen — Tiefarbeit, Sport, Lernen.
es: Sin cargadores aún. Los cargadores son actividades que valen la pena — trabajo profundo, ejercicio, aprendizaje.
fr: Pas encore de chargeurs. Les chargeurs sont des activités qui en valent la peine — travail profond, exercice, apprentissage.
ja: チャージ活動がまだありません。 チャージ活動は続ける価値のあること — 集中作業、運動、学習。
ko: 충전 활동이 없습니다. 충전 활동은 할 가치 있는 일입니다 — 집중 작업, 운동, 학습.
zh_hans: 还没有充值活动。 充值活动是值得坚持的事情 — 深度工作、运动、学习。

# home.empty.quests
source: No active quests. Quests give you credit for getting things done.
de: Keine aktiven Quests. Quests belohnen dich, wenn du Aufgaben erledigst.
es: Sin misiones activas. Las misiones te dan crédito por completar tareas.
fr: Aucune quête active. Les quêtes vous récompensent quand vous accomplissez des tâches.
ja: 進行中のクエストはありません。 クエストはタスクを達成したときにクレジットを付与します。
ko: 진행 중인 퀘스트가 없습니다. 퀘스트는 할 일을 완료하면 크레딧을 줍니다.
zh_hans: 没有进行中的任务。 任务在您完成事项时给予积分奖励。

# home.empty.spenders
source: No spenders yet. Spenders are habits you want to stay intentional about.
de: Noch keine Ausgeber. Ausgeber sind Gewohnheiten, bei denen du bewusst bleiben möchtest.
es: Sin gastadores aún. Los gastadores son hábitos con los que quieres ser intencional.
fr: Pas encore de dépenseurs. Les dépenseurs sont des habitudes que vous voulez garder intentionnelles.
ja: 消費活動がまだありません。 消費活動は、意識的に向き合いたい習慣です。
ko: 소비 활동이 없습니다. 소비 활동은 의식적으로 다루고 싶은 습관입니다.
zh_hans: 还没有消耗活动。 消耗活动是您想要保持自律的习惯。

# notification.alarm.body
source: You're now accruing debt at 2× rate.
de: Du häufst jetzt Schulden mit doppeltem Tempo an.
es: Ahora estás acumulando deuda al doble de la tasa.
fr: Vous accumulez des dettes au double du taux normal.
ja: 2倍の速度で負債が発生しています。
ko: 2배 속도로 부채가 쌓이고 있습니다.
zh_hans: 您正在以2倍速率累积债务。

# notification.alarm.title
source: %@ balance hit zero
de: %@-Guthaben aufgebraucht
es: El crédito de %@ llegó a cero
fr: Le solde de %@ est épuisé
ja: %@ の残高がゼロになりました
ko: %@ 잔액이 0이 되었습니다
zh_hans: %@ 余额已耗尽

# notification.warning.body
source: Wrap up soon or you'll start accruing debt.
de: Beende bald, sonst häufst du Schulden an.
es: Termina pronto o empezarás a acumular deuda.
fr: Terminez bientôt ou vous commencerez à accumuler des dettes.
ja: 早めに終わらないと負債が発生します。
ko: 곧 마치지 않으면 부채가 발생합니다.
zh_hans: 请尽快结束，否则将开始累积债务。

# notification.warning.title
source: %@ — 5 minutes left
de: %@ — noch 5 Minuten
es: %@ — quedan 5 minutos
fr: %@ — encore 5 minutes
ja: %@ — あと5分
ko: %@ — 5분 남음
zh_hans: %@ — 还剩5分钟

# quest.cadence.daily
source: Daily
de: Täglich
es: Diario
fr: Quotidien
ja: 毎日
ko: 매일
zh_hans: 每天

# quest.cadence.monthly
source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
ja: 毎月
ko: 매월
zh_hans: 每月

# quest.cadence.weekly
source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
ja: 毎週
ko: 매주
zh_hans: 每周

# quest.edit
source: Edit Quest
de: Quest bearbeiten
es: Editar misión
fr: Modifier la quête
ja: クエストを編集
ko: 퀘스트 편집
zh_hans: 编辑任务

# quest.field.category
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
ja: カテゴリ
ko: 카테고리
zh_hans: 类别

# quest.field.payoff
source: Payoff — Credits on Completion
de: Belohnung — Credits bei Abschluss
es: Recompensa — Créditos al completar
fr: Récompense — Crédits à la complétion
ja: 報酬 — 完了時クレジット
ko: 보상 — 완료 시 크레딧
zh_hans: 奖励 — 完成时积分

# quest.field.recurring
source: Recurrence
de: Wiederholung
es: Recurrencia
fr: Récurrence
ja: 繰り返し
ko: 반복
zh_hans: 重复

# quest.hint
source: Completing this quest adds %@ credits to your balance.
de: Das Abschließen dieser Quest fügt %@ Credits zu deinem Guthaben hinzu.
es: Completar esta misión añade %@ créditos a tu saldo.
fr: Compléter cette quête ajoute %@ crédits à votre solde.
ja: このクエストを完了すると %@ クレジットが残高に追加されます。
ko: 이 퀘스트를 완료하면 잔액에 %@ 크레딧이 추가됩니다.
zh_hans: 完成此任务将为余额增加 %@ 积分。

# quest.name.placeholder
source: e.g. File tax return
de: z. B. Steuererklärung
es: ej. Declaración de impuestos
fr: ex. : Déclaration d'impôts
ja: 例：確定申告
ko: 예: 세금 신고
zh_hans: 例如：提交税务申报

# quest.new
source: New Quest
de: Neue Quest
es: Nueva misión
fr: Nouvelle quête
ja: 新しいクエスト
ko: 새 퀘스트
zh_hans: 新建任务

# quest.recurring
source: Recurring
de: Wiederkehrend
es: Recurrente
fr: Récurrente
ja: 繰り返し
ko: 반복
zh_hans: 定期

# quest.section.goals
source: Goals
de: Ziele
es: Objetivos
fr: Objectifs
ja: 目標
ko: 목표
zh_hans: 目标

# row.activity.burndown
source: ~%@ left
de: ~%@ verbleibend
es: ~%@ restante
fr: ~%@ restant
ja: ~%@ 残
ko: ~%@ 남음
zh_hans: ~剩余 %@

# row.activity.debt
source: %@ in debt
de: %@ Schulden
es: %@ de deuda
fr: %@ de dette
ja: %@ 負債
ko: %@ 부채
zh_hans: 欠 %@ 积分

# row.quest.done
source: Done
de: Erledigt
es: Hecho
fr: Fait
ja: 完了
ko: 완료
zh_hans: 完成

# row.quest.payoff
source: +%@ credits on completion
de: +%@ Credits bei Abschluss
es: +%@ créditos al completar
fr: +%@ crédits à la complétion
ja: 完了時 +%@ クレジット
ko: 완료 시 +%@ 크레딧
zh_hans: 完成时 +%@ 积分

# scope.all_time
source: All Time
de: Gesamt
es: Todo
fr: Tout
ja: 全期間
ko: 전체
zh_hans: 全部

# scope.this_week
source: This Week
de: Diese Woche
es: Esta semana
fr: Cette semaine
ja: 今週
ko: 이번 주
zh_hans: 本周

# scope.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
ko: 오늘
zh_hans: 今天

# session.balance_remaining
source: %@ credits remaining
de: %@ Credits verbleibend
es: %@ créditos restantes
fr: %@ crédits restants
ja: 残り %@ クレジット
ko: %@ 크레딧 남음
zh_hans: 剩余 %@ 积分

# session.charging
source: Charging
de: Lädt
es: Cargando
fr: En charge
ja: チャージ中
ko: 충전 중
zh_hans: 充值中

# session.credits_earned
source: %@ credits earned
de: %@ Credits verdient
es: %@ créditos ganados
fr: %@ crédits gagnés
ja: %@ クレジット獲得
ko: %@ 크레딧 획득
zh_hans: 已获得 %@ 积分

# session.credits_spent
source: %@ credits spent
de: %@ Credits verbraucht
es: %@ créditos gastados
fr: %@ crédits dépensés
ja: %@ クレジット消費
ko: %@ 크레딧 소모
zh_hans: 已消耗 %@ 积分

# session.credits_earned_caption
source: credits earned
de: Credits verdient
es: créditos ganados
fr: crédits gagnés
ja: クレジット獲得
ko: 크레딧 획득
zh_hans: 获得积分

# session.credits_spent_caption
source: credits spent
de: Credits ausgegeben
es: créditos gastados
fr: crédits dépensés
ja: クレジット消費
ko: 크레딧 소비
zh_hans: 消耗积分

# session.live_debt
source: %@ in debt · 2× rate
de: %@ Schulden · 2-facher Satz
es: %@ en deuda · tasa 2×
fr: %@ de dette · taux 2×
ja: %@ 負債 · 2 倍レート
ko: %@ 부채 · 2배 속도
zh_hans: %@ 负债 · 2 倍速率

# session.paused
source: Paused
de: Pausiert
es: Pausado
fr: En pause
ja: 一時停止中
ko: 일시정지
zh_hans: 已暂停

# session.peak_bonus
source: 1.5× PEAK BONUS
de: 1.5× BONUSZEIT
es: 1.5× BONUS PICO
fr: 1.5× BONUS DE POINTE
ja: 1.5× ピークボーナス
ko: 1.5× 피크 보너스
zh_hans: 1.5× 高峰奖励

# session.peak_penalty
source: 1.5× PEAK PENALTY
de: 1.5× STRAFZEIT
es: 1.5× PENALIZACIÓN PICO
fr: 1.5× PÉNALITÉ DE POINTE
ja: 1.5× ピークペナルティ
ko: 1.5× 피크 패널티
zh_hans: 1.5× 高峰惩罚

# session.linked_app.not_installed.message
source: Would you like to find it in the App Store?
de: Möchtest du es im App Store finden?
es: ¿Te gustaría encontrarlo en el App Store?
fr: Voulez-vous le trouver dans l'App Store ?
ja: App Storeで探しますか？
ko: App Store에서 찾으시겠습니까?
zh_hans: 您是否想在 App Store 中找到它？

# session.linked_app.not_installed.title
source: %@ isn't installed
de: %@ ist nicht installiert
es: %@ no está instalado
fr: %@ n'est pas installé
ja: %@はインストールされていません
ko: %@이(가) 설치되어 있지 않습니다
zh_hans: %@ 未安装

# session.linked_app.open
source: Open %@
de: %@ öffnen
es: Abrir %@
fr: Ouvrir %@
ja: %@を開く
ko: %@ 열기
zh_hans: 打开 %@

# session.rate
source: at %@ cr / min
de: bei %@ Cr./Min.
es: a %@ cr / min
fr: à %@ cr / min
ja: %@ クレジット/分
ko: %@ 크레딧/분
zh_hans: 每分钟 %@ 积分

# session.resume
source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
ja: 再開
ko: 재개
zh_hans: 继续

# session.spending
source: Spending
de: Verbraucht
es: Gastando
fr: En dépense
ja: 消費中
ko: 소비 중
zh_hans: 消耗中

# session.stop
source: Stop
de: Stopp
es: Parar
ja: 停止
ko: 정지
zh_hans: 停止

# settings.about.contact
source: Send feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer un commentaire
ja: フィードバックを送る
ko: 피드백 보내기
zh_hans: 发送反馈

# settings.about.privacy
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh_hans: 隐私政策

# settings.about.repo
source: Source Code
de: Quellcode
es: Código fuente
fr: Code source
ja: ソースコード
ko: 소스 코드
zh_hans: 源代码

# settings.active_session.stop
source: Stop current session
de: Aktuelle Sitzung beenden
es: Detener sesión actual
fr: Arrêter la session en cours
ja: 現在のセッションを停止
ko: 현재 세션 중지
zh_hans: 停止当前会话

# settings.chill.off
source: Starting a spender with debt is blocked — repay first.
de: Ein Ausgeber mit Schulden kann nicht gestartet werden — erst tilgen.
es: Iniciar un gastador con deudas está bloqueado — paga primero.
fr: Démarrer un dépenseur endetté est bloqué — remboursez d'abord.
ja: 負債のある消費活動は開始できません — まず返済してください。
ko: 부채가 있는 소비 활동은 차단됩니다 — 먼저 상환하세요.
zh_hans: 有债务的消耗活动被锁定 — 请先还款。

# settings.chill.on
source: You can start a spender that's already in debt. Debt accrues at 2× rate.
de: Du kannst einen Ausgeber starten, der bereits Schulden hat. Schulden häufen sich mit 2× Rate an.
es: Puedes iniciar un gastador que ya tiene deudas. Las deudas se acumulan a una tasa 2×.
fr: Vous pouvez démarrer un dépenseur déjà endetté. Les dettes s'accumulent au taux 2×.
ja: すでに負債のある消費活動を開始できます。負債は2倍の速度で積み上がります。
ko: 이미 부채가 있는 소비 활동을 시작할 수 있습니다. 부채는 2배 속도로 쌓입니다.
zh_hans: 你可以开始已有债务的消耗活动。债务以 2 倍速率累积。

# settings.chill.title
source: Chill mode
de: Entspannter Modus
es: Modo relajado
fr: Mode décontracté
ja: チルモード
ko: 여유 모드
zh_hans: 宽松模式

# settings.export.caption
source: Save a backup to Files, email, or AirDrop
de: Als Datei, E-Mail oder AirDrop sichern
es: Guardar copia en Archivos, email o AirDrop
fr: Sauvegarder dans Fichiers, e-mail ou AirDrop
ja: ファイル、メール、またはAirDropに保存
ko: 파일, 이메일 또는 AirDrop에 저장
zh_hans: 备份到文件、电子邮件或AirDrop
